Repository: NavaTron/my-conference-calls
Catalog: Source/Resources/AppResources.*.resx
Languages: es_es, nl_nl

source: about
es_es: acerca de
nl_nl: over

# AboutPageTitle
source: about
es_es: acerca de
nl_nl: over

source: Application information
es_es: Información de aplicación
nl_nl: Applicatie informatie

# ApplicationTitle
source: MY CONFERENCE CALLS
es_es: MIS LLAMADAS DE CONFERENCIA
nl_nl: MIJN TELEFONISCHE VERGADERINGEN

# ApplicationTitleLong
source: My Conference Calls for Windows® Phone
es_es: Mis Llamadas de Conferencia para Windows® Phone
nl_nl: Mijn Telefonische Vergaderingen voor Windows® Phone

# ApplicationTitleNormal
source: My Conference Calls
es_es: Mis Llamadas de Conferencia
nl_nl: Mijn Telefonische Vergaderingen

# ApplicationVersion
source: Version {0}
es_es: Versión {0}
nl_nl: Versie {0}

source: attendees
es_es: asistentes
nl_nl: genodigden

source: call
es_es: llamada
nl_nl: bel

# ConferenceNumber
source: Dial-in number
es_es: Número de marcar
nl_nl: Inbelnummer

# ConferenceNumberHelp
source: Enter the dial-in number of your conference hub.
es_es: Introduzca su número de conferencia de sistema.
nl_nl: Het inbelnummer voor uw telefonische vergaderingen.

# Copyright
source: © 2013 NavaTron Corporation. All rights reserved.
es_es: © 2013 NavaTron Corporación. Todos los derechos registrados.
nl_nl: © 2013 NavaTron Corporation. Alle rechten voorbehouden.

source: details
es_es: detalles

source: help
es_es: ayuda

# HelpBody1
source: Kick-off todays calls fast and safe while on the road. You don’t need to dial conference phone numbers, meeting IDs, or PINs.
es_es: Comienza llamadas rapido y seguro mientras esta en camino. No es nesesario marcar números de conferencia, número de identificacion de la reunion o identificación personal.
nl_nl: Start snel en veilig uw telefonische vergaderingen terwijl u onderweg bent. U hoeft geen inbelnummers, afspraak ID’s en PIN codes meer in te vullen.

# HelpBody2
source: If your name matches the organizer name of the meeting, you are connected as Leader. Your dial-in number is used to call the conference hub. All other information is retrieved from your agenda.
es_es: Si su nombre coincide con el nombre del organizador de la reunion, entonces está conectado como líder. Su número se utilizara para llamar a la conferencia. Toda informacion se obtrenda de su agenda.
nl_nl: Als uw naam overeenkomt met de eigenaar van de telefonische vergaderingen, dan wordt u verbonden als eigenaar. Uw inbelnummer wordt gebruikt om deel te nemen aan de telefonische vergaderingen. Alle andere informatie wordt uit uw agenda gehaald.

# HelpPageTitle
source: help
es_es: ayuda

# HelpTitle1
source: Connect with a single tap
es_es: Conectar con un solo toque
nl_nl: Verbind met een enkele aanraking

# HelpTitle2
source: Automatic leader detection
es_es: Detección automática de líder
nl_nl: Automatische eigenaar herkenning

# HelpTitle3
source: Supported conference calls
es_es: Compatible con
nl_nl: Ondersteunde telefonische vergaderingen

source: Language
es_es: Idioma
nl_nl: Taal

source: Leader name
es_es: Nombre de líder
nl_nl: Eigenaar naam

# LeaderNameHelp
source: Enter your [Firstname Lastname]. You are connected as the Leader if there is a match with the organizer name of the meeting.
es_es: Introduzca [Nombre y Apellido]. Si su nombre coincide con el nombre del organizador de la reunion, entonces está conectado como líder.
nl_nl: Voeg uw [Voornaam en Achternaam] in. U wordt verbonden als eigenaar als uw naam overeenkomt met de eigenaar van de telefonische vergaderingen.

source: Leader pin
es_es: Identificación personal líder
nl_nl: Eigenaar Pin

# LeaderPinHelp
source: The Leader PIN (Personal Identification Number) is used to connect you as the Leader.
es_es: Líder PIN (número de identificación personal) se utiliza para conectarlo como líder.
nl_nl: De eigenaar PIN (Persoonlijk Identificatie Nummer) wordt gebruikt om u als eigenaar te verbinden.

# Location
source: location: {0}
es_es: ubicación: {0}
nl_nl: lokatie: {0}

# Lync
source: Use Microsoft Lync
es_es: Usar Microsoft Lync
nl_nl: Gebruik Microsoft Lync

# LyncDownload
source: Download the Microsoft Lync client here
es_es: Bajar Microsoft Lync cliente aqui
nl_nl: Download de Microsoft Lync client hier

source: no conference calls
es_es: no llamadas de conferencia
nl_nl: geen telefonische vergaderingen

# Organizer
source: organizer: {0}
es_es: organizador: {0}
nl_nl: eigenaar: {0}

# PeriodicTaskDescription
source: This background agent periodically checks for Conference Calls in your calander and updates the Live Tile for this application on the start screen.
es_es: El fondo de tarea controla periódicamente las llamadas de Conferencia en su calendario y actualiza los mosaicos en vivo en la pantalla de inicio.
nl_nl: Deze achtergrond agent controleert periodiek of er telefonische vergaderingen in uw agenda staan en werkt de bijbehorende Live Tile bij.

# RestartForLanguage
source: Please restart the application to apply the language change
es_es: Por favor, reinicie la aplicación para aplicar el cambio de idioma
nl_nl: Start de applicatie opnieuw op om de taal te wijzigen

source: Review
es_es: Revisión
nl_nl: Beoordeling

source: Review on Marketplace
es_es: Revisión en Marketplace
nl_nl: Beoordeling op de Marketplace

# ReviewText
source: If you enjoy using My ConfCalls, please submit a review by clicking the button below.
es_es: Si le gusta usar Mis Llamadas de Conferencia, envíe una revisión haciendo clic en el botón de abajo.
nl_nl: Als u Mijn Telefonische Vergaderingen met plezier gebruikt, vul dan een beoordeling in door middel van onderstaande knop

source: settings
es_es: configuración
nl_nl: instellingen

# SettingsPageTile
source: settings
es_es: configuración
nl_nl: instellingen

source: Support
es_es: Suporte

# SupportText
source: For questions, bugs or feature requests, please contact us by clicking the button below.
es_es: Para preguntas, fallos o peticiones, póngase en contacto con nosotros haciendo clic en el botón de abajo.
nl_nl: Voor vragen, bugs of suggesties, neem contact met ons op door middel van onderstaande knop.

source: today
es_es: hoy
nl_nl: vandaag

source: tomorrow
es_es: mañana
nl_nl: morgen

# TryMode
source: Free try mode expired. Please purchase the full version on the Marketplace, for unlimitted calls.
es_es: Modo de prueba libre caducado. Adquiera la versión completa en Marketplace, para llamadas sin límites.

# WarningNoDailNumber
source: To start your first call, you'll need to enter some settings. Please goto the settings page.
es_es: Para iniciar su primera llamada, deberá introducir algunos ajustes. Vaya a la página de configuración.
nl_nl: Om u eerste telefonische vergadering te kunnen starten, dient u eerst enkele instelling in het instellingen scherm in te vullen.
